// © Copyright 2012-2015 HP Development Company, L.P.

TaskName = "Serviços da Web para impressora HP";
TaskTOCTitle = "Serviços da Web HP";
SummarySucceededTaskName = "Serviços da Web HP ativados!";
SummaryFailedTaskName = "Não foi possível ativar os Serviços da Web HP";
SummaryUpdateAvailableName = "Atualização disponível";
SummaryTaskTOCTitle = "Resumo";

EnableWebServicesButtonTitle = "Sim, eu aceito os Termos de Uso.";
SkipWebServicesEnablingCaption = "Pressione Ignorar se não quiser habilitar os Serviços da Web.";

AlreadyEnabledTitle = "A impressora foi conectada à rede com sucesso!\nAs impressoras HP conectadas à Internet oferecem empolgantes e inovadores serviços, como os HP Touchsmart Apps, o ePrint e as atualizações automáticas de produto. Para mais informações sobre esses serviços, consulte a documentação do produto ou visite";
AlreadyEnabledText = "Os Serviços da Web HP já estão ativados na impressora. Clique no botão abaixo para imprimir uma página com mais detalhes e com o endereço ePrint desta impressora.";
PrintWebServicesDetailsButtonTitle = "Imprimir detalhes dos Serviços da Web HP";
EPrintCenterLink = "http://www.hp.com/go/eprintcenter";

UpdateIsAvailableCaption = "Está disponível uma atualização para o seu dispositivo que é obrigatória para se ativar os Serviços da Web. Pressione o botão ePrint no dispositivo para aplicar a atualização. Você será guiado ao longo do processo.";

LookingForDeviceUpdateProgressTitle = "O dispositivo está procurando atualizações… Aguarde.";
EnableWebServicesProgressTitle = "Configurando os Serviços da Web na impressora… Aguarde.";

WebServicesEnablingSucceededCaption = "Os Serviços da Web HP foram ativados com êxito em sua impressora.\n\nA impressora imprimirá agora uma página com informações adicionais sobre os Serviços da Web HP e o endereço ePrint da impressora.";
WebServicesEnablingFailedCaption = "Neste momento, não foi possível ativar os Serviços da Web HP nesta impressora. Isso pode ter acontecido em razão de problemas temporários na conexão da Internet com o serviço de Web ou sua impressora precisa ser atualizada.\r\rTente ativar os Serviços da Web HP novamente mais tarde pressionando o botão ePrint na impressora. Se alguma atualização de produto for requerida, você será guiado até a conclusão da configuração dos Serviços da Web.\r\rIsso não causará impacto a outros recursos na impressora. Sua impressora imprimirá e realizará todas as outras funções normalmente.";

HSDProductUpdate = "Atualizações de produto:";
HSDAutomaticalyUpdate = "Atualizar meu produto automaticamente (recomendado)";
HSDNotifyBeforeUpdate = "Notifique-me antes de atualizar meu produto";
HSDNeverUpdate = "Nunca atualizar meu produto";

HSDDisableWebServicesTitle = "Deseja desativar os Serviços da Web?";
HSDAllowProductUpdatesTitle = "Deseja permitir as atualizações do produto?";
HSDAllowProductUpdatesText = "Para usar os Serviços da Web, será necessário permitir que a impressora busque atualizações.";
HSDDisableWebServices = "Desabilitar Serviços da Web";
HSDUpdateAutomatically = "Atualizar automaticamente";
HSDNotifyBeforeUpdating = "Notifique-me antes de atualizar";
